Repository: BlackChar/basenji
Catalog: Basenji/po/*.po
Languages: he

source: {0} Bytes
he: {0} בתים

source: Bytes
he: בתים

source: KB
he: ק"ב

source: MB
he: מ"ב

source: GB
he: ג"ב

source: TB
he: ט"ב

source: Time
he: זמן

source: Message
he: הודעה

source: Invalid data
he: נתונים שגויים

source: "{0}" is {1}. Expected format: {2} Please correct or remove the data you entered.
he: "{0}" הינו {1}. המבנה הצפוי: {2} נא תקן או הסר את הנתונים שהזנת.

source: yes
he: כן

source: no
he: לא

source: Scan in progress
he: הסריקה בתהליכים

source: You must stop scanning before closing this window.
he: עליך לעצור את הסריקה בטרם סגירת החלון.

source: Stopping Scanner and performing rollback...
he: מבטל את פעולת הסורק ומבצע שיחזור של הנתונים...

source: An unhandled exception occured ({0}).
he: ארעה חריגה בלתי מטופלת ({0}).

source: All database changes have been rolled back.
he: כל השינויים במסד הנתונים שוחזרו לנתונים המקוריים.

source: Scanning failed. Reason: an unhandled exception occured ({0}).
he: הסריקה נכשלה. סיבה: ארעה חריגה בלתי מטופלת ({0}).

source: Scanning aborted.
he: הסריקה בוטלה.

source: Scanning completed successfully.
he: הסריקה הושלמה בהצלחה.

source: VolumeScanner
he: סורק־הכרכים

source: <b>Volume Information:</b>
he: <b>נתוני הכרך:</b>

source: <b>Scanner Log:</b>
he: <b>רישום הסורק:</b>

source: Database access
he: גישה למסד הנתונים

source: Using VolumeDB v{0}.
he: משתמש ב־VolumeDB גירסה {0}.

source: Copyright (c)
he: כל הזכויות שמורות (c)

source: Database Properties
he: מאפייני מסד הנתונים

source: Name:
he: שם:

source: Description:
he: תיאור:

source: Created:
he: נוצר:

source: Error
he: שגיאה

source: Database '{0}' not found.
he: מסד הנתונים '{0}' לא נמצא.

source: Unsupported database version
he: גירסת מסד הנתונים לא נתמכת

source: This database version is not supported.
he: גירסת מסד נתונים זו אינה נתמכת.

source: {0} volumes loaded.
he: נטענו {0} כרכים.

source: Please enter the name for the new database
he: נא הזן את שם מסד הנתונים החדש

source: Database exists
he: מסד הנתונים קיים

source: Database already exists. Overwrite?
he: מסד הנתונים כבר קיים. לשכתב?

source: Please select a database
he: אנא בחר מסד נתונים

source: Database not found.
he: מסד הנתונים לא נמצא.

source: An error occured while accessing drive {0}: {1}
he: ארעה שגיאה בעת הגישה לכונן {0}: {1}

source: Drive {0} is not ready.
he: הכונן {0} אינו מוכן.

source: No volume selected
he: לא נבחר כרך

source: Please select a volume record to remove.
he: נא בחר רשומת כרך להסרה.

source: Confirmation
he: אישור

source: Are you sure you really want to remove the selected volume?
he: האם אתה בטוח שברצונך להסיר את הכרך הנבחר?

source: Timeout: another search is probably still in progress.
he: תום הזמן: כנראה ומתבצע חיפוש נוסף כרגע.

source: Searching...
he: מחפש...

source: _File
he: _קובץ

source: _New Database
he: מסד נתונים _חדש

source: _Open Database
he: _פתח מסד נתונים

source: _Database Properties
he: _מאפייני מסד הנתונים

source: _Quit
he: י_ציאה

source: _Edit
he: ע_ריכה

source: _Preferences
he: הע_דפות

source: _Help
he: ע_זרה

source: _Info
he: _מידע

source: _Add Volume
he: ה_וסף כרך

source: _Remove Volume
he: ה_סר כרך

source: _Search
he: _חיפוש:

source: Waiting for drives...
he: ממתין לכוננים...

source: Drive
he: כונן

source: Label
he: תווית

source: Size
he: נפח

source: Filesystem
he: מערכת קבצים

source: Please select a drive to scan
he: אנא בחר כונן לסריקה

source: None
he: ללא

source: Restart required
he: נדרשת הפעלה מחדש

source: You must restart {0} for icontheme changes to take effect.
he: עליך לאתחל את {0} כדי שערכת הסמלים תכנס לתוקף

source: Preferences
he: העדפות

source: _Load Defaults
he: טען _ברירות מחדל

source: Icon theme:
he: ערכת הסמלים:

source: Reopen most recent database on startup
he: פתח מחדש את מסד הנתונים העדכני ביותר עם ההפעלה

source: General
he: כללי

source: Don't prompt, always scan:
he: אל תודיע, סרוק תמיד:

source: Generate Thumbnails
he: ייצר תמונות ממוזערות

source: Discard symbolic links
he: התעלם מקישורים סמליים

source: Compute hashcodes for files (slow!)
he: חשב צפני גיבוב לקבצים (איטי!)

source: Scanner
he: סורק

source: Found {0} items in {1:F3} seconds.
he: נמצאו {0} תוך {1:F3} שניות.

source: Search Items
he: חיפוש פריטים

source: Volume Properties
he: מאפייני הכרך

source: Category:
he: קטגוריה:

source: Loading...
he: טוען...

source: (empty)
he: (ריק)

source: Documents
he: מסמכים

source: Music
he: מוסיקה

source: Movies
he: סרטים

source: Files:
he: קבצים:

source: Directories:
he: תיקיות:

source: Total size:
he: הגודל הכללי:

source: Backup
he: גיבוי

source: Pictures
he: תמונות

source: Misc
he: שונות

source: Other
he: אחר

source: Yes
he: כן

source: No
he: לא

source: Volume type:
he: סוג הכרך:

source: Hashed:
he: התבצע גיבוב:

source: Added:
he: נוסף:

source: Title:
he: כותרת:

source: Keywords:
he: מילות מפתח:

source: Loaned to:
he: הושאל ל־:

source: Loaned date:
he: תאריך ההשאלה:

source: Return date:
he: תאריך ההחזרה:

source: VolumeDatabase files
he: קבצי VolumeDatabase

source: All files
he: כל הקבצים

source: {0} is already running.
he: {0} כבר פעיל.
