Repository: BlackChar/basenji
Catalog: VolumeDB/po/*.po
Languages: de, sr

source: Operand for keyword '{0}' must be a number with an optional multiplier
de: Der Operand für das Schlüsselwort '{0}' muss eine Nummer mit einem optionalen Multiplikator sein
sr: Операнд кључне речи '{0}' мора бити број, са опционалним множитељем

source: Invalid compare operator for keyword '{0}'
de: Unzulässiger Vergleichsoperator für Schlüsselwort '{0}'
sr: Неправилан оператор поређења за кључну реч '{0}'

source: Unknown keyword '{0}'
de: Unbekanntes Schlüsselwort '{0}'
sr: Непозната кључна реч '{0}'

source: Invalid compare operator for a keyword that maps to textual content
de: Unzulässiger Vergleichsoperator für ein Schlüsselwort das auf textuellen Inhalt abgebildet wird
sr: Неправилан оператор поређења за кључну реч која се односи на текстуални садржај

source: Operand for keyword '{0}' must be a string
de: Der Operand für das Schlüsselwort '{0}' muss ein String sein
sr: Операнд кључне речи '{0}' мора бити низ

source: Unknown type '{0}'
de: Unbekannter type '{0}'
sr: Непозната врста '{0}'

source: Keyword '{0}' only supports the equality operator ('=')
de: Das Schlüsselwort '{0}' erlaubt nur den Gleichheitsoperator ('=')
sr: Кључна реч '{0}' подржава само једнакост ('=') као оператор

source: Parsing error: search statement is malformed at position {0}
de: Parsing Fehler: Der Suchausdruck ist an der Position {0} missgebildet
sr: Грешка у расчлањивању: захтев за претрагу је неправилан на месту {0}

source: Hashcode generation not implemented for audio cds yet.
de: Hashcode-Berechnung ist noch nicht für Audio-CDs implementiert.
sr: Рачунање хеш резултата још увек није омогућено за аудио ЦД-ове.

source: No MusicBrainz metadata available for this disc.
de: Für diese CD sind keine MusicBrainz-Metadaten verfügbar.
sr: МјузикБрејнз нема доступне метаподатке за овај диск.

source: The trackcount retrieved from MusicBrainz does not match the trackcount of the local disc. Skipped.
de: Die Trackanzahl von MusicBrainz stimmt nicht mit der Trackanzahl der CD überein. Ausgelassen.
sr: Број нумера добављен са МјузикБрејнза се не подудара са бројем нумера на диску. Прескочено.

source: Error connecting to MusicBrainz server.
de: Die Verbindung zum MusicBrainz-Server ist fehlgeschlagen.
sr: Грешка при повезивању са сервером МјузикБрејнза.

source: Directory '{0}' not found. (Wrong filename encoding?)
de: Verzeichnis '{0}' nicht gefunden. (Falsche Dateinamen-Kodierung?)
sr: Није пронађена фасцикла '{0}'. (Погрешно енкодирано име датотеке?)

source: Skipped item '{0}' as it doesn't seem to be a real directory.
de: Element '{0}' ausgelassen, da es kein echtes Verzeichnis zu sein scheint.
sr: Ставка '{0}' је прескочена пошто вероватно није стварна фасцикла.

source: Skipped symlink item '{0}' as the target does not exist.
de: Symbolischer Link '{0}' wurde ausgelassen, da das Ziel nicht existiert.
sr: Симболичка веза '{0}' је прескочена пошто одредиште не постоји.

source: Skipped symlink item '{0}' as it appears to point to a different drive ('{1}').
de: Symbolischer Link '{0}' wurde ausgelassen, da er auf ein anderes Laufwerk zeigt ('{1}').
sr: Симболичка веза '{0}' је прескочена пошто указује на други уређај ('{1}').

source: File '{0}' not found. (Wrong filename encoding?)
de: Datei '{0}' nicht gefunden. (Falsche Dateinamen-Kodierung?)
sr: Није пронађена датотека '{0}' . (Погрешно енкодирано име датотеке?)

source: Error opening file '{0}', can't retrieve any mime/metadata. ({1})
de: Fehler beim Öffnen der Datei '{0}', Mime/Metadaten konnten nicht ermittelt werden. ({1})
sr: Грешка приликом отварања датотеке '{0}', није могуће прибавити метаподатке. ({1})

source: Skipped symlink item '{0}' as it does not point to a regular file ('{1}').
de: Symbolischer Link '{0}' wurde ausgelassen, da er auf keine reguläre Datei zeigt ('{1}').
sr: Симболичка веза '{0}' је прескочена пошто не указује на исправну датотеку ('{1}').

source: Skipped item '{0}' as it appears to be some kind of special file.
de: Symbolischer Link '{0}' wurde ausgelassen, da er eine Spezialdatei zu sein scheint.
sr: Ставка '{0}' је прескочена пошто изгледа као нека врста специјалне датотеке.

source: Unable to dump dir '{0}'. ({1})
de: Verzeichnis '{0}' konnte nicht durchsucht werden. ({1})
sr: Није могуће сажети фасциклу '{0}'. ({1})

source: Can't read LastWriteTime from item '{0}' ({1}).
de: Kann das Änderungsdatum nicht von Element '{0}' lesen ({1}).
sr: Не може да се очита време последњег уписа за ставку '{0}' ({1}).

source: Failed to resolve target item for symlink '{0}'.
de: Das Auflösen des Zielelements für den symbolischen Link '{0}' ist fehlgeschlagen.
sr: Није успело прибављање одредишта за симболичку везу '{0}'.
